{
  "name": "Adivinación",
  "icon": "occultism:divination_rod",
  "category": "occultism:getting_started",
  "sortnum": 3,
  "pages": [
    {
      "type": "text",
      "text": "Para hacer más fácil los primeros pasos, los materiales obtenidos mediante la vara de adivinación, ahora tienen recetas de creación. $(bold)Si deseas la experiencia completa, ignora las páginas de recetas a continuación y contínua en las instrucciones de adivinación.$()"
    },
    {
      "type": "spotlight",
      "item": "occultism:otherstone",
      "text": "Para obtener Piedra del Otro Lado, purifica $(item)Andesita$() en $(thing)Fuego Espiritual$()."
    },
    {
      "type": "spotlight",
      "item": "occultism:otherworld_sapling",
      "text": "Para obtener Brotes del Otro Lado, purifica un $(item)Brote de roble$() en $(thing)Fuego Espiritual$(). $(bold)Precaución$(): el árbol crecido del brote aparentará ser un roble normal. Necesitarás activar el $(thing)Tercer Ojo$() para cosechar los Troncos y Hojas del Otro Lado."
    },
    {
      "type": "spotlight",
      "item": "occultism:divination_rod",
      "text": "Los materiales del Otro Lado tienen un rol importante a la hora de interactuar con los espíritus. Al ser raros e invisibles para el ojo humano, para encontrarlos se necesita de herramientas especiales. La vara de la adivinación permite encontrar materiales del Otro Lado basados en sus similitudes a materiales comúnes de nuestro mundo."
    },
    {
      "type": "text",
      "text": "La vara de adivinación utiliza una gema espiritual sintonizada junto a una varilla de madera. La gema resuena con el material elegido, y este movimiento es amplificado por la vara de madera, permitiendo detectar materiales del Otro Lado cercanos.$(br2) La vara detecta la resonancia entre los materiales del mundo real y los materiales del Otro Lado. Sintonizar la vara a un material del mundo real, permitirá encontrar el correspondiente bloque del Otro Lado."
    },
    {
      "type": "text",
      "title": "Uso de la Vara",
      "text": "Pulsar Shift+Clic derecho en un bloque para sintonizarlo con el correspondiente bloque del Otro Lado.$(br)$(li)$(item)Andesita$() - $(item)Piedra del Otro Lado$()$(li)$(item)Tronco de roble$() - $(item)Tronco del Otro Lado$()$(li)$(item)Hojas de roble$() - $(item)Hojas del Otro Lado$()$(li)$(item)Netherrack$() - $(item)Mena de Iesnium$()$(br2) Después, mantener el clic derecho hasta que la animación de la vara finalice."
    },
    {
      "type": "text",
      "text": "Una vez termina la animación, $(bold)el bloque más cercano encontrado será remarcado con líneas blancas y podrá verse a través de otros bloques$(). Adicionalmente, puedes observar el cristal para pistas: si el cristal está blanco indica que el bloque objetivo no ha sido encontrado, si es completamente morado indicará que el bloque objetivo está cerca. Una mezcla entre blanco y morado indica que el objetivo está bastante lejos. $(bold)Pista:$() En el Mundo Real, mira hacia $(bold)abajo$() (ver página sobre Arboledas del Otro Lado a continuación)!"
    },
    {
      "type": "image",
      "border": "true",
      "images": [
        "occultism:textures/gui/book/rod_detected.png"
      ],
      "text": "Una pequeña marca morada indica que el objetivo ha sido detectado."
    },
    {
      "type": "image",
      "border": "true",
      "images": [
        "occultism:textures/gui/book/rod_close.png"
      ],
      "text": "Cuanto más morado, más cerca estarás."
    },
    {
      "type": "text",
      "title": "Arboledas del Otro Lado",
      "text": "Las Arboledas del Otro Lado son cuevas exuberantes y cubiertas de maleza, con $(item)Árboles del Otro Lado$(), y muros de $(item)Piedra del Otro Lado$(),  y representan la forma más rápida de obtener todo lo que se necesita para erigirse como invocador. Para encontrarlas, sintoniza tu vara de la adivinación con troncos o hojas del Otro Lado, ya que a diferencia de la Piedra del Otro Lado, sólo aparecen en estas arboledas."
    },
    {
      "type": "text",
      "title": "Árboles del Otro Lado",
      "text": "Los árboles del Otro Lado crecen naturalmente en las Arboledas. Al ojo humano aparentar ser árboles de roble normales, pero al Tercer Ojo revelan su verdadera naturaleza. $(bold)Importante:$() Los brotes del Otro Lado sólo pueden ser obtenidos al romper las hojas manualmente, de forma normal sólo caerán brotes de roble. Los árboles crecidos de brotes estables del Otro Lado como los obtenidos mediante espíritus comerciantes no poseen esa limitación."
    }
  ]
}