{
  "name": "Primer Ritual",
  "icon": "occultism:textures/gui/book/summoning.png",
  "category": "occultism:getting_started",
  "sortnum": 4,
  "pages": [
    {
      "type": "text",
      "text": "Para tu primer ritual, invocarás a un espíritu conocido como el $(thing)Trituramenas$(), el cual convierte menas en polvo, duplicando su resultado. Deberás preparar boles sacrificiales, tiza ritual, crear el libro de vinculación, dibujar tu primer pentáculo y, finalmente, invocar al espíritu."
    },
    {
      "type": "spotlight",
      "item": "occultism:chalk_white",
      "text": "Primero, quema Piedra del Otro Lado en un horno y quema Troncos del Otro Lado en el $(thing)Fuego Espiritual$(), después convierte las cenizas obtenidas en una tiza blanca impura, y finalmente purificala una vez más en el $(thing)Fuego Espiritual$(). La tiza ahora puede usarse para dibujar glifos rituales y formar pentáculos. Ver capítulo de pentáculos para posibles opciones."
    },
    {
      "type": "text",
      "text": "El tipo de glifo no importa, solo el color. Por temas decorativos, puedes clickear repetidamente uno de ellos para ver todos los glifos.  $(br2)Ver $(l:pentacles/chalks)Tipos de tiza$(/l) para más información sobre las tizas."
    },
    {
      "type": "crafting",
      "recipe": "occultism:crafting/brush",
      "text": "El cepillo puede utilizarse para borrar los signos de tiza del suelo."
    },
    {
      "type": "spotlight",
      "item": "occultism:candle_white",
      "text": "Las velas otorgan estabilidad al ritual y son una parte importante de casi todos los pentáculos. Para hacer velas, mata animales como cerdos, vacas o ovejas con un Cuchillo de Carnicero para conseguir su grasa en forma de sebo y utilizarlo para crear velas. $(bold)Las velas también actúan como estanterías para fines de encantamientos.$()"
    },
    {
      "type": "spotlight",
      "item": "occultism:golden_sacrificial_bowl",
      "text": "Coloca la Piedra del Otro Lado en la forma de un cuenco para crear el cuenco sacrificial. Esos cuencos se usan para sacrificar objetos como parte del ritual y necesitarás un puñado de ellos. Ahora, coge uno de los cuencos y crea un cuenco dorado sacrificial rodeándolo de lingotes de oro."
    },
    {
      "type": "text",
      "text": "Este cuenco sacrificial especial se utiliza para activar el ritual haciendo click derecho en él con el objeto de activación, normalmente un libro de vinculación, una vez que todo ha sido preparado para empezar el ritual."
    },
    {
      "type": "spotlight",
      "item": "occultism:purified_ink",
      "text": "Para fabricar Libros de Vinculación para invocar espíritus, necesitas tinta purificada. Para crearla, quema tinte negro en el $(thing)Fuego Espiritual$() para purificarlo."
    },
    {
      "type": "crafting",
      "recipe": "occultism:crafting/book_of_binding_foliot",
      "text": "Crear un libro de vinculación que se usará para invocar a un foliot."
    },
    {
      "type": "crafting",
      "recipe": "occultism:crafting/book_of_binding_bound_foliot",
      "text": "Añade el nombre del espíritu a invocar a tu libro de vinculación creándolo con esta guía. La guía no desaparecerá."
    },
    {
      "type": "text",
      "title": "El Ritual",
      "text": "El ritual está descrito en $(l:rituals/summoning/summon_crusher)la sección de rituales$(/l) pero estas páginas guiarán al lector durante el proceso, paso por paso.$(br2)Empezaremos por colocar el cuenco dorado sacrificial y dibujar el pentáculo apropiado, $(l:pentacles/summon_foliot)Círculo de Aviar$(/l). $(br2)Después, coloca cuatro cuencos sacrificiales cerca del pentáculo."
    },
    {
      "_comment": "exact duplicate of this is in pentacles/overview.json",
      "type": "image",
      "border": "true",
      "images": [
        "occultism:textures/gui/book/bowl_placement.png"
      ]
    },
    {
      "type": "text",
      "text": "Los $(thing)cuencos sacrificiales$() deben colocarse $(bold)en cualquier lado$() a 8 bloques del $(thing)cuenco dorado sacrificial$() del centro. No existe una posición exacta.$(br2) Ahora, se deberá colocar los ingredientes que verás en la siguiente página en los cuencos sacrificiales normales, no el dorado."
    },
    {
      "type": "occultism:ritual",
      "recipe": "occultism:ritual/summon_foliot_crusher"
    },
    {
      "type": "text",
      "text": "Finalmente, haz click derecho en el cuenco dorado sacrificial con el libro de vinculación $(bold)vinculado$() que has creado y espera a que el triturador aparezca. $(br)Ahora, todo lo que queda es dejar caer las menas apropiadas cerca del triturador y esperar a que las convierta en polvo."
    }
  ]
}