{
  "name": "Siguientes Pasos",
  "icon": "occultism:chalk_purple",
  "category": "occultism:getting_started",
  "sortnum": 5,
  "pages": [
    {
      "type": "text",
      "text": "Después de haber invocado correctamente a tu primer espíritu, es hora de dar tus primeros pasos como mago y empezar a planear a largo plazo."

    },
    {
      "type": "text",
      "title": "Crear Tiza Dorada",
      "text": "Consigue polvo de oro y piedra luminosa para fabricar la tiza dorada destinada a infusiones y rituales de posesión."
    },
    {
      "type": "text",
      "title": "Gafas del Otro Lado",
      "text": "Previene de la adicción al Sueño Demoníaco equipando las $(l:rituals/crafting/craft_otherworld_goggles)Gafas del Otro Lado$(/l) para conseguir la visión del Tercer Ojo. Beneficio adicional: Podrás ver materiales superiores del Otro Lado como menas."
    },
    {
      "type": "text",
      "title": "Pico imbuido",
      "text": "$(l:rituals/crafting/craft_infused_pickaxe)Imbuye un pico$(/l) para minar menas del Otro Lado. El siguiente paso lógico y crear un $(item)Pico de Iesnium$() para obtener el mismo efecto, pero con una mayor durabilidad. Obtén más info en $(l:misc/iesnium)Iesnium$(/l)."
    },
    {
      "type": "text",
      "title": "Invocar Familiares",
      "text": "Los $(l:rituals/familiars/familiars)Familiares$(/l) aportan una variedad de efectos adicionales, tales como caída de pluma, respiración acuática, mejora en salto y más. Confinalos en un $(l:rituals/crafting/craft_familiar_ring)Anillo de Familiar$() para equiparlos."
    },
    {
      "type": "text",
      "title": "Invocar entes poseídos",
      "text": "Los entes poseídos están controlados por espíritus, permitiendo al invocador determinar ciertas propiedade. Normalmente, tienen una probablidad más alta de dejar objetos, pero por ende son más difíciles de matar. Empieza invocando un $(thing)Endermite poseído$() para obtener Piedra de End y fabricar la tiza morada."
    },
    {
      "type": "text",
      "title": "Dimensión almacén",
      "text": "Entre los usos avanzados de los espíritus, se encuentra la creación controlada y su interacción con dimensiones, las cuales permiten almacenar gran cantidad de objetos. Empieza por inbuir una matriz dimensional y comienza a partir de eso. Ahora, el cielo es el límite - utiliza agujeros de gusano estables como puntos adicionales de acceso, y accesores de almacenamiento para poder acceder remotamente a tus objetos, así como crear estabilizadores de almacenamiento para maximizar el espacio disponible."
    },
    {
      "type": "text",
      "title": "Autofabricación",
      "text": "El último paso para la comodidad absoluta es la invocación de Djinnis maquinistas que puedan controlar hornos y otras máquinas por ti. Su libro de invocación te permitirá elegir las máquinas controladas y el sistema de almacenamiento principal, pudiendo darles órdenes mediante el GUI del sistema de almacenamiento."
    },
    {
      "type": "text",
      "title": "Minería autómata",
      "text": "La $(l:rituals/crafting/craft_dimensional_mineshaft)Mina Dimensional$(/l) permite automatizar la minería en una dimensión de vacío. Dependiendo del espíritu y de sus instrucciones se determinará la velocidad de minado, así como la cantidad de objetos obtenidos. En teoría, es posible obtener cualquier bloque o objeto que exista en el mundo real mendiante la mina dimensional."
    },
    {
      "type": "empty",
      "draw_filler": false
    }
  ]
}