{
  "name": "First Ritual",
  "icon": "occultism:textures/gui/book/summoning.png",
  "category": "getting_started",
  "sortnum": 4,
  "pages": [
    {
      "type": "text",
      "text": "For your first ritual you will summon a spirit known as the $(thing)Ore Crusher$(), which converts ores to dusts, effectively doubling them. You will prepare sacrificial bowls, ritual chalk, craft a book of binding, draw your first pentacle and finally summon the spirit"
    },
    {
      "type": "spotlight",
      "item": "occultism:chalk_white",
      "text": "First, burn Otherstone and Otherworld wood in a furnace and craft the resulting ashes into impure white chalk, then purify it in $(thing)Spiritfire$(). The chalk can now be used to draw ritual glyphs to form pentacles. View the chapter on pentacles for possible options."
    },
    {
      "type": "spotlight",
      "item": "occultism:golden_sacrificial_bowl",
      "text": "Craft Otherstone into the shape of a bowl to create a sacrificial bowl. These bowls are used to sacrifice items as part of a ritual and you will need a handful of them. Then take one of the bowls and craft it into a golden sacrificial bowl by surrounding it with gold ingots."
    },
    {
      "type": "text",
      "text": "This special sacrificial bowl is used to activate the ritual by right-clicking it with the activation item, usually a book of binding, once everything has been set up and you are ready to start."
    },
    {
      "type": "text",
      "title": "The Ritual",
      "text": "The ritual is described in $(thing)$(l:rituals/summoning/summon_crusher)the section on rituals$(/l)$() but these pages will walk the gentle reader through the process step by step.$(br2)We start by placing the golden sacrificial bowl and drawing the appropriate pentacle, $(l:pentacles/summon_foliot)Aviar's Circle$(/l). $(br)Next, place four sacrificial bowls close to the pentacle and place copper, iron, silver and gold ore each in one bowl."
    },
    {
      "type": "text",
      "text": "Now craft a $(item)Book of Binding: Foliot$() and combine it with this guide book to assign a spirit name. $(br)Finally, right-click the golden sacrificial bowl with the resulting book and wait until the crusher spawns. $(br)Now all that remains is to drop appropriate ores near the crusher and wait for it to turn it into dust."
    }
  ]
}