{
  "name": "Sobre Espíritus",
  "icon": "occultism:textures/gui/book/spirits.png",
  "category": "occultism:spirits",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "Los espíritus, comúnmente conocidos como demonios, son en términos generales una varieda de entidades sobrenaturales que residen en $(thing)El Otro Lado$(), un plano de existencia completamente separado del nuestro. Pueden tomar variedad de formas, desde formas arbitrarias a las que nos referimos como $(thing)Formas Elegidas$() hasta habitar objetos o seres vivos."},
    {
      "type": "text",
      "text": "Hay cuatro \"rangos\" mayores de espíritus identificados por invocadores, pero hay espíritus myriad por debajo y entre estos rangos, y algunas grandes entidades de terrible poder, a las que nos referimos como $(thing)Espíritus Mayores$(), que se encuentran fuera de esta clasificacción."},
    {
      "type": "text",
      "title": "Foliot",
      "text": "La clase inferior. Poco inteligentes y con mínimo poder, se utilizan frecuentemente para el trabajo manual o artefactos menores."},
    {
      "type": "text",
      "title": "Djinni",
      "text": "La clase más común. Hay una gran variedad de Djinni, con diferencias en inteligencia y poder. Los Djinni pueden utilizarse para una gran variedad de tareas, desde artefactos mayores hasta la posesión de seres vivos para realizar tareas en su Forma Elegida."},
    {
      "type": "text",
      "title": "Afrit",
      "text": "La clase superior, mucho más poderosos que los Djinni. Los Afrit son utilizados en la creación de artefactos mayores y en la posesión de seres vivos muy poderosos."},
    {
      "type": "text",
      "title": "Marid",
      "text": "La clase suprema. Debido a su poder y vasto intelecto, intentar invocar un Marid es extremadamente peligroso y normalmente sólo se lleva a cabo por invocadores experimentados, e incluso así sólo se suelen realizar en grupos de estos invocadores."},
    {
      "type": "text",
      "title": "Espíritus Mayores",
      "text": "Espíritus de gran poder que escapan a la medida por rangos. No se han intentado invocaciones conocidas, y los registros de invocaciones en la antigüedad se consideran, en su mayoría, apócrifos."},
    {
      "type": "empty",
      "draw_filler": false
    }
  ]
}