{
  "name": "On Pentacles",
  "icon": "occultism:textures/gui/book/pentagram_rose.png",
  "category": "pentacles",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "Эти $(thing)Pentacle$() в данном контексте имеется в виду ритуальные рисунки любой формы, а не только пятиконечные звезды. Пентакли используются для вызова и связывания духов из $(thing)The Other Place$(). Они действуют как устройство для вызова сущности, усилитель управдяющей силы призывателя и как защитный круг, предотвращающий атаки изнутри на призывателя.",

    },
    {
      "type": "text",
      "text": "Каждый пентакль состоит из центральной золотой жертвенной чаши, окружающих руны разных цветов и оккультных атрибутов, которые различными способами улучшают намеченный эффект. Комбинация выбранных рун и вспомогательных предметов, а также их точное пространственное расположение определяет использование и эффективность пентакля. $(bold) Расположение обычных $(thing)Sacrifical Bowls$() находиться во власти призывателя, эта книга включает только примеры мест размещения.",

    },
    {
      "type": "text",
      "title": "Summoning Pentacles",
      "text": "Назначение этого типа пентакля - призывать в мир духов в выбранной ими форме. Призванные таким образом духи страдают от сильного разложения сущности, и только очень могущественные духи могут оставаться в течение длительного периода времени.",

    },
    {
      "type": "text",
      "title": "Infusion Pentacles",
      "text": "Насыщенные пентакли (Infusion) позволяют привязывать духа к предмету. Хотя духи в некоторых случаях страдают от разложения сущности, этого часто можно избежать с помощью правильной установки пентакля и встраивания кристаллов и драгоценных металлов в объект для поддержки духа.",

    },
    {
      "type": "text",
      "title": "Possession Pentacles",
      "text": "Эти пентакли заставляют духов обладать живым существом, что, в зависимости от ритуального события (в зависимости от конкретного ритуала), дает призывателю контроль над различными аспектами этого существа, начиная от его силы и заканчивая тем, что она дропает при убийстве, а в некоторых случаях даже позволяет полностью контролировать это существо.",

    },
    {
      "type": "empty",
      "draw_filler": false
    }
  ]
}