{
  "name": "Divination",
  "icon": "occultism:divination_rod",
  "category": "getting_started",
  "sortnum": 3,
  "pages": [
    {
      "type": "text",
      "text": "Чтобы упростить начало, материалы, полученные с помощью гадания, теперь также имеют рецепты крафта. $(bold)If you want the full experience, skip the following recipe pages and move on to the divination instructions.$()"
    },
    {
      "type": "spotlight",
      "item": "occultism:otherstone",
      "text": "Чтобы получить Другой камень, очистите $(item)Andesite$() (Андезит) в $(thing)Spirit Fire$() (духовном огне)."
    },
    {
      "type": "spotlight",
      "item": "occultism:otherworld_sapling",
      "text": "Чтобы получить саженец другого мира, очистите $(item)Oak Sapling$() в $(thing)Spirit Fire$(). $(bold)Beware$(): дерево, вырастающее из саженца, будет похоже на обычный дуб. Вам необходимо активировать $(thing)Third Eye$() собирать бревна и листья потустороннего мира."
    },
    {
      "type": "spotlight",
      "item": "occultism:divination_rod",
      "text": "Материалы потустороннего мира играют важную роль во взаимодействии с духами. Поскольку они редки и не видны невооруженным глазом, для их поиска требуются специальные инструменты. Жезл предсказания позволяет находить материалы Потустороннего мира на основе их сходства с материалами, обычными для нашего мира."
    },
    {
      "type": "text",
      "text": "В гадальном жезле используется настроенный на дух драгоценный камень, прикрепленный к деревянному стержню. Драгоценный камень резонирует с выбранным материалом, и это движение усиливается деревянным стержнем, позволяя обнаруживать находящиеся поблизости материалы Потустороннего мира. $(br2) Жезл работает, обнаруживая резонанс между реальным миром и материалами потустороннего мира. Настройте жезл на материал реального мира, и он найдет соответствующий блок Потустороннего мира."
    },
    {
      "type": "text",
      "title": "Use of the Rod",
      "text": "Щелкните блок правой кнопкой мыши, удерживая клавишу Shift, чтобы настроить стержень на соответствующий блок Потустороннего мира. $(br)$(li)$(item)Andesite$() - $(item)Otherstone$()$(li)$(item)Oak Log$() - $(item)Otherwood Log$()$(li)$(item)Oak Leaves$() - $(item)Otherworld Leaves$()$(li)$(item)Netherrack$() - $(item)Iesnium Ore$()$(br2)Then right-click and hold until the rod animation finishes."
    },
    {
      "type": "text",
      "text": "По окончании анимации ближайший $(bold)found block will be highlighted with white lines and can be seen through other blocks$() (найденный блок будет выделен белыми линиями и его можно будет увидеть сквозь другие блоки). Кроме того, вы можете наблюдать за кристаллами в поисках подсказок: белый кристалл означает, что целевые блоки не найдены, полностью фиолетовый блок означает, что найденный блок находится поблизости. Смешение белого и фиолетового цвета показывает, что цель довольно далеко. $(bold)Hint:$() In the Overworld, look $(bold)down$() (see following page on Otherworld Groves)!"
    },
    {
      "type": "image",
      "border": "true",
      "images": [
        "occultism:textures/gui/book/rod_detected.png"
      ],
      "text": "Маленькое фиолетовое пятно на кристалле указывает на то, что цель была обнаружена.."
    },
    {
      "type": "image",
      "border": "true",
      "images": [
        "occultism:textures/gui/book/rod_close.png"
      ],
      "text": "Чем больше фиолетового вы видите, тем ближе вы."
    },
    {
      "type": "text",
      "title": "Otherworld Groves",
      "text": "Рощи Потустороннего мира - это пышные заросшие пещеры, $(item)Otherworld Trees$(), и стены $(item)Otherstone$(), и представляют собой самый быстрый способ получить все необходимое для работы в качестве призывателя. Чтобы найти их, настройте свой гадальный жезл на листья или бревна Иного мира, так как в отличие от Иного камня они появляются только в этих рощах."
    },
    {
      "type": "text",
      "title": "Otherworld Trees",
      "text": "Деревья Потустороннего мира естественным образом растут в Рощах Потустороннего мира. Невооруженным глазом они кажутся дубами, но третьему глазу они раскрывают свою истинную природу. $(bold)Important:$() Саженцы потустороннего мира можно получить, только сломав листья вручную, естественно, падают только саженцы дуба. Деревья, выращенные из Саженцев из Стабильного Иного мира, полученные от торговцев духами, не имеют этого ограничения."
    }
  ]
}