{
  "name": "First Ritual",
  "icon": "occultism:textures/gui/book/summoning.png",
  "category": "getting_started",
  "sortnum": 4,
  "pages": [
    {
      "type": "text",
      "text": "Для вашего первого ритуала вы вызовете духа, известного как $(thing)Ore Crusher$(), оторый превращает руду в пыль, эффективно удваивая ее. Вы приготовите жертвенные чаши, ритуальный мел, создадите переплетную книгу, нарисуете свой первый пентакль и, наконец, вызовете дух"},
    {
      "type": "spotlight",
      "item": "occultism:chalk_white",
      "text": "Сначала сожгите Другой камень в печи и сожгите журналы Потустороннего мира. $(thing)Spiritfire$(), затем превратите полученный пепел в нечистый белый мел и, наконец, очистите его еще раз в $(thing)Spiritfire$(). Теперь мелом можно рисовать ритуальные глифы для образования пентаклей. Смотрите главу о пентаклях, чтобы узнать о возможных вариантах."},
    {
      "type": "crafting",
      "recipe": "occultism:crafting/brush",
      "text": "Щеткой можно легко удалить с земли знаки мела."
    },
    {
      "type": "spotlight",
      "item": "occultism:candle_white",
      "text": "Свечи обеспечивают стабильность ритуалов и являются важной частью почти всех пентаклей. Чтобы сделать свечи, убивайте крупных животных, таких как свиньи, коровы или овцы, мясным ножом (Butcher Knife), чтобы собрать их жир в виде жира и использовать его для изготовления свечей."},
    {
      "type": "spotlight",
      "item": "occultism:golden_sacrificial_bowl",
      "text": "Сделайте Другой камень в форме чаши, чтобы создать жертвенную чашу. Эти чаши используются для принесения в жертву предметов в рамках ритуала, и вам понадобится их несколько. Затем возьмите одну из чаш и сделайте из нее золотую жертвенную чашу, окружив ее золотыми слитками."},
    {
      "type": "text",
      "text": "Эта особая жертвенная чаша используется для активации ритуала, щелкните по ней правой кнопкой мыши с помощью предмета активации, обычно это книга привязки, когда все настроено и вы готовы начать."},
    {
      "type": "spotlight",
      "item": "occultism:purified_ink",
      "text": "Чтобы создать переплетные книги для вызова духов, вам потребуются очищенные чернила. Просто бросьте любой черный краситель в $(thing)Spirit Fire$() чтобы очистить его."},
    {
      "type": "crafting",
      "recipe": "occultism:crafting/book_of_binding_foliot",
      "text": "Создайте переплетную книгу, которая будет использоваться для вызова фолиота (foliot)."
    },
    {
      "type": "crafting",
      "recipe": "occultism:crafting/book_of_binding_bound_foliot",
      "text": "Добавьте имя духа, которого нужно призвать, в свою книгу связывания (book of binding), создав его с помощью этого руководства. Руководство не будет использовано."},
    {
      "type": "text",
      "title": "The Ritual",
      "text": "Ритуал описан в $(l:rituals/summoning/summon_crusher)the section on rituals$(/l) но эти страницы проведут внимательного читателя через весь процесс шаг за шагом. (Начнем с того, что поставим золотую жертвенную чашу и рисуем соответствующий пентакль.) $(br2)We start by placing the golden sacrificial bowl and drawing the appropriate pentacle, $(l:pentacles/summon_foliot)Aviar's Circle$(/l). $(br)Затем поместите четыре жертвенные чаши рядом с пентаклем и поместите медную, железную, серебряную и золотую руду в одну чашу.."},
    {
      "type": "text",
      "text": "Наконец, щелкните правой кнопкой мыши золотую жертвенную чашу с $(bold)bound$() книга связывания, которую вы создали, и дождитесь появления дробителя. $(br)Теперь остается только бросить подходящую руду рядом с дробилкой и дождаться, пока она превратится в пыль."}
  ]
}