{
  "name": "Next Steps",
  "icon": "occultism:chalk_purple",
  "category": "getting_started",
  "sortnum": 5,
  "pages": [
    {
      "type": "text",
      "text": "Теперь, когда вы успешно призвали своего первого духа, пора взглянуть на свои следующие шаги как фокусник и начать планировать на долгосрочную перспективу.",

    },
    {
      "type": "text",
      "title": "Craft Golden Chalk",
      "text": "Добудьте золотую пыль и пыль светокамня и создайте золотой мел для ритуалов одержимости и инфузии."
    },
    {
      "type": "text",
      "title": "Craft Otherworld Goggles",
      "text": "Предотвратите зависимость от Demon's Dream, переключившись на $(l:rituals/crafting/craft_otherworld_goggles)Otherworld Goggles$(/l) для того, чтобы видеть в режиме Third Eye (третьего глаза) . Дополнительное преимущество: теперь вы можете видеть материалы из Потустороннего мира более высокого уровня, такие как руды..",

    },
    {
      "type": "text",
      "title": "Infuse Pickaxe",
      "text": "$(l:rituals/crafting/craft_infused_pickaxe)Infuse a pickaxe$(/l) (''насыщеная кирка'') позволяет собирать руды потустороннего мира. Следующим логическим шагом будет создание$(item)Iesnium Pickaxe$() для того же эффекта, но с большей прочностью. Смотрите больше на $(l:misc/iesnium)Iesnium$(/l).",

    },
    {
      "type": "text",
      "title": "Summon Familiars",
      "text": "Станьте пиратом с $(l:rituals/familiars/familiar_parrot)Parrot Familiar$(/l) или взмойте в небо с помощью $(l:rituals/familiars/familiar_otherworld_bird)Drikwing$(/l). Используйте $(l:rituals/crafting/craft_soul_gem)Soul Gems$(/l) для сохранения их в безопасности.",

    },
    {
      "type": "text",
      "title": "Summon Possessed Mobs",
      "text": "Одержимые мобы контролируются духами, что позволяет призывателю определять некоторые из их свойств. Они обычно имеют высокий шанс выпадения редких предметов, но, как правило, их сложнее убить. Начните с вызова $(thing)Possessed Endermite$() для получения эндерняка, чтобы создать перпурный мел.",

    },
    {
      "type": "text",
      "title": "Dimensional Storage",
      "text": "Среди расширенных возможностей использования духов - контролируемое создание и взаимодействие с измерениями, что позволяет хранить большое количество предметов. Начните с внедрения размерной матрицы и двигайтесь дальше. Теперь нет предела - используйте стабильные червоточины в качестве дополнительных точек доступа, устройств хранения для удаленного доступа к вашим предметам и создайте стабилизаторы хранилища, чтобы максимально увеличить доступное пространство.",

    },
    {
      "type": "text",
      "title": "Autocrafting",
      "text": "Последний шаг к максимальному комфорту - это вызов машиниста Джинни, которая будет управлять печами и другими машинами за вас. Их книга вызовов позволяет настроить управляемую машину и домашнюю систему хранения, после чего вы можете отдавать заказы с помощью GUI системы хранения.",

    },
    {
      "type": "text",
      "title": "Automated Mining",
      "text": "В $(l:rituals/crafting/craft_dimensional_mineshaft)Dimensional Mineshaft$(/l) позволяет автоматизировать добычу в пустом измерении. Тип духа и его конкретные инструкции определяют скорость добычи, количество и получаемые предметы. По крайней мере, теоретически можно получить любой блок или предмет, который существует в реальном мире, из измерения добычи.",

    },
    {
      "type": "empty",
      "draw_filler": false
    }
  ]
}