{
  "name": "On Spirits",
  "icon": "occultism:textures/gui/book/spirits.png",
  "category": "occultism:spirits",
  "sortnum": 0,
  "pages": [
    {
      "type": "text",
      "text": "Дух, широко известный как демон, - это общий термин для множества сверхъестественных существ, обычно проживающих в $(thing)The Other Place$(), обитаю полностью в ином измерении. В нашем мире они могут принимать самые разные формы, начиная от произвольных форм, называемых $(thing)Chosen Form$() заканчивая вселением в объекты или живых существ."},
    {
      "type": "text",
      "text": "Существует четыре основных \"разряда\" духов, определенных призывателями, но есть мириады духов ниже и между этими разрядами, а также некоторые великие сущности ужасной силы, упоминаемые только какs $(thing)Greater Spirits$(), которые не поддаются классификации."},
    {
      "type": "text",
      "title": "Foliot",
      "text": "Самый низкий идентифицированный класс духа. Обладая некоторым интеллектом и небольшой силой, они чаще всего используются для ручного труда или создания мелких артефактов."},
    {
      "type": "text",
      "title": "Djinni",
      "text": "Наиболее часто вызываемый класс. Существует великое множество джиннов, различающихся как умом, так и силой. Джинни можно использовать для множества задач, от создания более высокоуровневых артефактов вселения в живых существ, а также выполнение задач в своей Избранной (настраиваемой) форме."},
    {
      "type": "text",
      "title": "Afrit",
      "text": "Африт, даже более могущественный, чем Джинни, используется для создания крупных артефактов и вселенями в могущественных существ."},
    {
      "type": "text",
      "title": "Marid",
      "text": "Самый сильный идентифицированный класс духов. Из-за их силы и огромного интеллекта попытки призыва чрезвычайно опасны и обычно выполняются только самыми опытными призывателями, и то обычно в группах."},
    {
      "type": "text",
      "title": "Greater Spirit",
      "text": "Духи силы настолько велики, что невозможно вообразить их мощь. На памяти живых не было попыток призыва, а записи о призывах в древние времена в основном считаются апокрифическими."},
    {
      "type": "empty",
      "draw_filler": false
    }
  ]
}